{
  "updated": "2026-02-18T11:43:36.245496",
  "episode_count": 5,
  "episodes": [
    {
      "podcast_id": "unbiased-science",
      "podcast_name": "Unbiased Science",
      "episode_title": "Kid Tested, FDA Approved: The Science of Pediatric Clinical Trials",
      "host": "Dr. Jessica Steier & Dr. Sarah Scheinman",
      "published": "2026-02-18T11:00:00",
      "influence_tier": "emerging",
      "category": "science_health",
      "summary": "This episode examines pediatric clinical trials, their importance for developing evidence-based treatments for children, and the infrastructure challenges that impede their conduct. Guest Dr. Neil Goldenberg from Johns Hopkins discusses why pediatric trials are fundamentally different from adult trials due to physiological differences, vulnerability protections, and the catch-22 of needing both rigorous oversight and adequate representation. The hosts also address a recent FDA decision to refuse to review Moderna's mRNA flu vaccine application, which signals regulatory concerns about vaccine trial design and has broader implications for mRNA technology development.",
      "science_topics": [
        "Pediatric clinical trials design and methodology",
        "mRNA-based flu vaccine development",
        "Thrombosis and anticoagulation in pediatric populations",
        "Pediatric stroke pathophysiology",
        "COVID-19 thromboembolism in children",
        "Developmental differences in drug metabolism and coagulation proteins",
        "Blood clotting system proteins and functional aspects across developmental stages",
        "Multi-center clinical trial infrastructure",
        "Off-label medication use in pediatric populations",
        "Biobanking and specimen collection in pediatric research"
      ],
      "claims_to_note": [
        "Moderna's mRNA flu vaccine trial enrolled over 40,000 adults over age 50 and showed superiority to standard-dose flu vaccine",
        "Moderna separately ran a trial versus high-dose shot in adults 65 and older",
        "FDA refusal-to-file letters represent only 4% of applications over a decade",
        "Approximately 40% or higher of treatments for children with complex diseases are off-label",
        "Kids.Dot trial took 20 years from conception to publication and guideline change",
        "Pharmaceutical anticoagulant trials in children typically take close to a decade to complete, versus more rapid completion in adults",
        "HHS canceled over $500 million in mRNA contracts",
        "Europe, Canada, and Australia accepted Moderna's mRNA flu vaccine application"
      ],
      "policy_relevance": [
        "FDA refusal-to-file letter for Moderna mRNA flu vaccine application and stricter approach to federal vaccine approvals",
        "HHS cancellation of over $500 million in mRNA research contracts",
        "National Institutes of Health (NIH) Pediatric Clinical Trials Working Group involvement",
        "Federal funding mechanisms for pediatric clinical trials and pandemic research funding eligibility restrictions",
        "FDA approval and labeling requirements for pediatric treatments",
        "Institutional Review Board (IRB) regulatory oversight of pediatric research",
        "National Cancer Institute-funded clinical trial networks for pediatric oncology",
        "Need for federal infrastructure funding and guaranteed support for pediatric trial consortia",
        "Workforce development and mentoring in pediatric multi-center trial research"
      ],
      "nasem_publications": [
        {
          "title": "Improving Representation in Clinical Trials and Research: Building Research Equity for Women and Underrepresented Groups",
          "url": "https://nap.nationalacademies.org/catalog/26479/improving-representation-in-clinical-trials-and-research-building-research-equity"
        },
        {
          "title": "The Prevention and Treatment of Missing Data in Clinical Trials",
          "url": "https://nap.nationalacademies.org/catalog/12955/the-prevention-and-treatment-of-missing-data-in-clinical-trials"
        },
        {
          "title": "A National Cancer Clinical Trials System for the 21st Century: Reinvigorating the NCI Cooperative Group Program",
          "url": "https://nap.nationalacademies.org/catalog/12879/a-national-cancer-clinical-trials-system-for-the-21st-century"
        },
        {
          "title": "Immunization Safety Review: Multiple Immunizations and Immune Dysfunction",
          "url": ""
        },
        {
          "title": "Vaccine Research and Development to Advance Pandemic and Seasonal Influenza Preparedness and Response: Lessons from COVID-19",
          "url": "https://nap.nationalacademies.org/catalog/26282/vaccine-research-and-development-to-advance-pandemic-and-seasonal-influenza-preparedness-and-response"
        },
        {
          "title": "Ranking Vaccines: A Prioritization Framework: Phase I: Demonstration of Concept and a Software Blueprint",
          "url": "https://nap.nationalacademies.org/catalog/13382/ranking-vaccines-a-prioritization-framework-phase-i-demonstration-of-concept"
        },
        {
          "title": "Using Population Descriptors in Genetics and Genomics Research",
          "url": ""
        },
        {
          "title": "Evaluating Human Genetic Diversity",
          "url": ""
        },
        {
          "title": "The Future Pediatric Subspecialty Physician Workforce: Meeting the Needs of Infants, Children, and Adolescents",
          "url": "https://nap.nationalacademies.org/catalog/27207/the-future-pediatric-subspecialty-physician-workforce-meeting-the-needs-of"
        },
        {
          "title": "The Future Pediatric Subspecialty Physician Workforce: Meeting the Needs of Infants, Children, and Adolescents",
          "url": "https://nap.nationalacademies.org/catalog/27207/the-future-pediatric-subspecialty-physician-workforce-meeting-the-needs-of"
        },
        {
          "title": "Charting a Path in a Shifting Technical and Geopolitical Landscape: Post-Exascale Computing for the National Nuclear Security Administration",
          "url": "https://nap.nationalacademies.org/catalog/26916/charting-a-path-in-a-shifting-technical-and-geopolitical-landscape"
        },
        {
          "title": "The Future of Nursing 2020-2030: Charting a Path to Achieve Health Equity",
          "url": "https://nap.nationalacademies.org/catalog/25982/the-future-of-nursing-2020-2030-charting-a-path-to"
        },
        {
          "title": "Addressing the Long-Term Effects of the COVID-19 Pandemic on Children and Families",
          "url": "https://nap.nationalacademies.org/catalog/26809/addressing-the-long-term-effects-of-the-covid-19-pandemic-on-children-and-families"
        },
        {
          "title": "Science and Engineering in Preschool Through Elementary Grades: The Brilliance of Children and the Strengths of Educators",
          "url": "https://nap.nationalacademies.org/catalog/26215/science-and-engineering-in-preschool-through-elementary-grades-the-brilliance"
        },
        {
          "title": "Feeding Infants and Children from Birth to 24 Months: Summarizing Existing Guidance",
          "url": "https://nap.nationalacademies.org/catalog/25747/feeding-infants-and-children-from-birth-to-24-months-summarizing"
        }
      ]
    },
    {
      "podcast_id": "science-friday",
      "podcast_name": "Science Friday",
      "episode_title": "Jump, Spin, Glide: The Science Of Figure Skating",
      "host": "Ira Flatow",
      "published": "2026-02-18T10:00:00",
      "influence_tier": "medium",
      "category": "science_news",
      "summary": "This episode explores the biomechanics and physics underlying figure skating, focusing on the quadruple axel and other advanced technical skills performed at the Olympics. Dr. Deborah King explains how skaters use principles of physics—particularly moment of inertia, angular momentum, and torque—to execute complex aerial maneuvers in under one second of airtime. The discussion covers the interplay between physical attributes, technique, mental performance, and the extreme cardiovascular demands of competitive figure skating programs.",
      "science_topics": [
        "Moment of inertia in rotational motion",
        "Angular momentum and torque in athletic movement",
        "Quadruple axel jump biomechanics (4.5 revolutions in ~0.9 seconds)",
        "Airtime physics in figure skating jumps",
        "Proprioception and body awareness during aerial rotation",
        "Aerobic and anaerobic energy systems in endurance sports",
        "Injury biomechanics from landing loads in figure skating",
        "Off-ice training transfer to on-ice performance",
        "Body composition and morphology effects on rotational sports performance"
      ],
      "claims_to_note": [
        "Quadruple axel is only being performed in competition by Ilya Malinin (as of 2026)",
        "Quadruple axel airtime is typically 0.8-0.9 seconds with 4.5 revolutions",
        "Figure skaters do not use 'spotting' technique during rapid rotations unlike ballet dancers",
        "Free skate competition lasts approximately 4 minutes",
        "Smaller moment of inertia (long, narrow body shape) enables faster rotation in air",
        "Free skate performance combines aerobic and anaerobic energy system demands similar to mile-running"
      ],
      "policy_relevance": [
        "Research interest in quantifying landing loads and their relationship to overuse injuries in skaters",
        "Evidence-based training and scheduling recommendations to reduce figure skating injuries",
        "Study of off-ice training effectiveness and injury prevention strategies in competitive figure skating"
      ],
      "nasem_publications": [
        {
          "title": "An Assessment of the Prospects for Inertial Fusion Energy",
          "url": ""
        },
        {
          "title": "Integrating the Human Sciences to Scale Societal Responses to Environmental Change: Proceedings of a Workshop",
          "url": "https://nap.nationalacademies.org/catalog/27129/integrating-the-human-sciences-to-scale-societal-responses-to-environmental-change"
        },
        {
          "title": "Implementing Machine Learning at State Departments of Transportation: A Guide",
          "url": "https://nap.nationalacademies.org/catalog/27880/implementing-machine-learning-at-state-departments-of-transportation-a-guide"
        },
        {
          "title": "Implementing Machine Learning at State Departments of Transportation: A Guide",
          "url": "https://nap.nationalacademies.org/catalog/27880/implementing-machine-learning-at-state-departments-of-transportation-a-guide"
        },
        {
          "title": "Building Institutional Capacity for Engaged Research: Proceedings of a Workshop",
          "url": "https://nap.nationalacademies.org/catalog/28337/building-institutional-capacity-for-engaged-research-proceedings-of-a-workshop"
        },
        {
          "title": "Methodologies to Estimate the Economic Impacts of Disruptions to the Goods Movement System",
          "url": "https://nap.nationalacademies.org/catalog/22702/methodologies-to-estimate-the-economic-impacts-of-disruptions-to-the-goods-movement-system"
        },
        {
          "title": "Science, Evolution, and Creationism",
          "url": ""
        },
        {
          "title": "Origin and Evolution of Earth: Research Questions for a Changing Planet",
          "url": ""
        },
        {
          "title": "The Search for Life's Origins: Progress and Future Directions",
          "url": ""
        },
        {
          "title": "Physics of Life",
          "url": "https://nap.nationalacademies.org/catalog/26403/physics-of-life"
        },
        {
          "title": "Artificial Intelligence and the Future of Work",
          "url": ""
        },
        {
          "title": "Human-AI Teaming: State-of-the-Art and Research Needs",
          "url": ""
        },
        {
          "title": "Teaching K-12 Science and Engineering During a Crisis",
          "url": "https://nap.nationalacademies.org/catalog/25909/teaching-k-12-science-and-engineering-during-a-crisis"
        },
        {
          "title": "Minimizing Utility Issues During Construction: A Guide",
          "url": "https://nap.nationalacademies.org/catalog/27860/minimizing-utility-issues-during-construction-a-guide"
        },
        {
          "title": "Uncrewed Aerial Systems Applications for Bridge Inspections: Element-Level Bridge Data Collection",
          "url": "https://nap.nationalacademies.org/catalog/27881/uncrewed-aerial-systems-applications-for-bridge-inspections-element-level-bridge"
        }
      ]
    },
    {
      "podcast_id": "short-wave",
      "podcast_name": "Short Wave",
      "episode_title": "The neuroscience of cracking under pressure",
      "host": "Emily Kwong, Regina Barber",
      "published": "2026-02-18T08:00:00",
      "influence_tier": "medium",
      "category": "science_news",
      "summary": "This episode explores the neuroscience of performance under pressure, featuring neuroscientist Vikram Chib from Johns Hopkins University who studies how the brain responds to rewards and fatigue. The discussion centers on why athletes sometimes excel or choke during high-stakes competitions like the Olympics, revealing that the brain's reward processing system (particularly the ventral striatum) can reframe high incentives as potential losses, triggering anxiety that impairs performance. Research shows that cognitive reframing techniques—such as focusing on overall performance portfolios rather than individual high-stakes trials—can help overcome choking behavior by reducing loss-related brain activity.",
      "science_topics": [
        "Ventral striatum and reward processing",
        "Cognitive fatigue versus physical fatigue",
        "Motor cortex and motor performance under pressure",
        "Nucleus accumbens in reward signaling",
        "Prefrontal cortex in reward response",
        "Cerebellum function in motor coordination",
        "Loss aversion and performance anxiety",
        "Cognitive reframing techniques for performance optimization"
      ],
      "claims_to_note": [
        "Reward processing in the ventral striatum can counteract feelings of fatigue and effort costs",
        "High monetary incentives ($100) can cause choking behavior in skilled motor tasks, with performance declining as stakes increase beyond moderate levels",
        "The ventral striatum reframes high-stakes incentives as potential losses, triggering worry that impairs motor function through crosstalk between reward and motor signals",
        "Cognitive reframing (thinking about overall task portfolio rather than individual high-stakes trials) reduces brain activity associated with fear of losing and improves performance under pressure",
        "Olympic and world records are more frequently broken at the Olympics itself, speculatively attributed to heightened reward signals"
      ],
      "policy_relevance": [
        "No direct policy, legislation, or federal agency mentions in the transcript",
        "Potential relevance to sports science training standards and athlete mental health interventions, though not explicitly discussed"
      ],
      "nasem_publications": [
        {
          "title": "Plasma Science: Enabling Technology, Sustainability, Security, and Exploration",
          "url": "https://nap.nationalacademies.org/catalog/25802/plasma-science-enabling-technology-sustainability-security-and-exploration"
        },
        {
          "title": "Reducing Racial Inequality in Crime and Justice: Science, Practice, and Policy",
          "url": "https://nap.nationalacademies.org/catalog/26705/reducing-racial-inequality-in-crime-and-justice-science-practice-and"
        },
        {
          "title": "Initiating the Systems Engineering Process for Rural Connected Vehicle Corridors, Volume 1: Research Overview",
          "url": "https://nap.nationalacademies.org/catalog/26389/initiating-the-systems-engineering-process-for-rural-connected-vehicle-corridors-volume-1-research-overview"
        },
        {
          "title": "Reducing the Impact of Dementia in America: A Decadal Survey",
          "url": ""
        },
        {
          "title": "Preventing and Treating Dementia: Research Priorities to Accelerate Progress",
          "url": ""
        },
        {
          "title": "Mapping the Brain and Its Functions",
          "url": ""
        },
        {
          "title": "Performance of Bridges That Received Funding Under the Innovative Bridge Research and Construction Program",
          "url": "https://nap.nationalacademies.org/catalog/25358/performance-of-bridges-that-received-funding-under-the-innovative-bridge-research-and-construction-program"
        },
        {
          "title": "Indicators for Monitoring Undergraduate STEM Education",
          "url": "https://nap.nationalacademies.org/catalog/24943/indicators-for-monitoring-undergraduate-stem-education"
        },
        {
          "title": "Design, Implementation, Monitoring, and Sharing of Performance Standards for Laboratory Animal Use: Summary of a Workshop",
          "url": "https://nap.nationalacademies.org/catalog/21820/design-implementation-monitoring-and-sharing-of-performance-standards-for-laboratory-animal-use"
        },
        {
          "title": "Recapturing a Future for Space Exploration: Life and Physical Sciences Research for a New Era",
          "url": "https://nap.nationalacademies.org/catalog/13048/recapturing-a-future-for-space-exploration-life-and-physical-sciences"
        },
        {
          "title": "Preparedness and Response to a Rural Mass Casualty Incident: Workshop Summary",
          "url": "https://nap.nationalacademies.org/catalog/13070/preparedness-and-response-to-a-rural-mass-casualty-incident-workshop"
        },
        {
          "title": "Evidence-Based Practice for Public Health Emergency Preparedness and Response",
          "url": "https://nap.nationalacademies.org/catalog/25650/evidence-based-practice-for-public-health-emergency-preparedness-and-response"
        },
        {
          "title": "Vaccine Research and Development to Advance Pandemic and Seasonal Influenza Preparedness and Response: Lessons from COVID-19",
          "url": "https://nap.nationalacademies.org/catalog/26282/vaccine-research-and-development-to-advance-pandemic-and-seasonal-influenza-preparedness-and-response"
        }
      ]
    },
    {
      "podcast_id": "short-wave",
      "podcast_name": "Short Wave",
      "episode_title": "Tea time... with an ape?",
      "host": "Emily Kwong, Regina Barber",
      "published": "2026-02-17T08:00:00",
      "influence_tier": "medium",
      "category": "science_news",
      "summary": "This episode explores a cognitive science study that tested whether Kanzi, a famous bonobo who died in 2024, possessed the ability to imagine—a capacity long considered uniquely human. Researchers conducted controlled experiments using pretend tea parties with imaginary juice, similar to studies done with human children, to determine if Kanzi could entertain false scenarios and mentally separate reality from pretense. The findings suggest that imagination may have evolutionary roots dating back millions of years to common ancestors of humans and bonobos, indicating a deeper mental life in non-human animals than previously understood.",
      "science_topics": [
        "Bonobo cognition and language comprehension",
        "Symbolic communication in non-human primates",
        "Theory of mind and imaginative capacity in animals",
        "Pretend play as a cognitive ability",
        "Evolutionary psychology and primate evolution",
        "Comparative cognition between humans and apes"
      ],
      "claims_to_note": [
        "A 1993 study found that 8-year-old Kanzi could outperform a two-year-old human when given more than 600 spoken instructions",
        "Kanzi correctly identified the location of imaginary juice about 70% of the time in the experimental tea party task",
        "Pointing is described as not a common behavior for apes, making Kanzi unusual in this regard",
        "The ability to imagine is suggested to be evolutionarily rooted in common ancestors of humans and bonobos from millions of years ago"
      ],
      "policy_relevance": [
        "No specific legislation, regulation, or federal agency decisions are discussed in this transcript"
      ],
      "nasem_publications": [
        {
          "title": "Retooling for an Aging America: Building the Health Care Workforce",
          "url": ""
        },
        {
          "title": "Integrating Health Literacy, Cultural Competence, and Language Access Services: Workshop Summary",
          "url": "https://nap.nationalacademies.org/catalog/23498/integrating-health-literacy-cultural-competence-and-language-access-services-workshop"
        },
        {
          "title": "Facial Recognition Technology: Current Capabilities, Future Prospects, and Governance",
          "url": "https://nap.nationalacademies.org/catalog/27397/facial-recognition-technology-current-capabilities-future-prospects-and-governance"
        },
        {
          "title": "Health Literacy and Communication Strategies in Oncology: Proceedings of a Workshop",
          "url": "https://nap.nationalacademies.org/catalog/25664/health-literacy-and-communication-strategies-in-oncology-proceedings-of-a"
        },
        {
          "title": "Human-AI Teaming: State-of-the-Art and Research Needs",
          "url": ""
        },
        {
          "title": "Evaluating Human Genetic Diversity",
          "url": ""
        },
        {
          "title": "An Assessment of Native Seed Needs and the Capacity for Their Supply: Final Report",
          "url": "https://nap.nationalacademies.org/catalog/26618/an-assessment-of-native-seed-needs-and-the-capacity-for-their-supply"
        },
        {
          "title": "Discovering the Brain",
          "url": ""
        },
        {
          "title": "An Assessment of the Need for Native Seeds and the Capacity for Their Supply: Interim Report",
          "url": "https://nap.nationalacademies.org/catalog/25859/an-assessment-of-the-need-for-native-seeds-and-the-capacity-for-their-supply"
        },
        {
          "title": "Reducing the Impact of Dementia in America: A Decadal Survey",
          "url": ""
        },
        {
          "title": "Preventing and Treating Dementia: Research Priorities to Accelerate Progress",
          "url": ""
        },
        {
          "title": "Mapping the Brain and Its Functions",
          "url": ""
        },
        {
          "title": "Science, Evolution, and Creationism",
          "url": ""
        },
        {
          "title": "In the Light of Evolution: Volume III: Two Centuries of Darwin",
          "url": "https://nap.nationalacademies.org/catalog/12692/in-the-light-of-evolution-volume-iii-two-centuries-of"
        },
        {
          "title": "In the Light of Evolution: Volume V: Cooperation and Conflict",
          "url": "https://nap.nationalacademies.org/catalog/13223/in-the-light-of-evolution-volume-v-cooperation-and-conflict"
        }
      ]
    },
    {
      "podcast_id": "short-wave",
      "podcast_name": "Short Wave",
      "episode_title": "Could this vaccine trial mean a future without HIV?",
      "host": "Emily Kwong, Regina Barber",
      "published": "2026-02-16T08:00:00",
      "influence_tier": "medium",
      "category": "science_news",
      "summary": "This episode discusses a Pan-Africa HIV vaccine trial based on groundbreaking research by South African virologists who have collected blood samples from 117 women over 20 years to understand HIV's behavior across populations. The research was nearly derailed when the Trump administration froze USAID foreign aid in early 2025, cutting $45 million in funding just weeks before the trial was to begin. The team secured alternative funding of $2.2 million from the South African Medical Research Council and Gates Foundation, allowing them to proceed with a scaled-down trial focused on South Africa. The vaccine development is based on discovering broadly neutralizing antibodies found in some HIV-positive individuals that can neutralize up to 90% of global HIV variants.",
      "science_topics": [
        "HIV vaccine development",
        "Broadly neutralizing antibodies (bNAbs)",
        "HIV viral evolution and strain variation",
        "HIV immune evasion mechanisms",
        "Comparative virology across African populations",
        "COVID-19 research (mentioned as benefiting from HIV sample research)",
        "RSV research (mentioned as benefiting from HIV sample research)",
        "Cancer research (mentioned as benefiting from HIV sample research)"
      ],
      "claims_to_note": [
        "Broadly neutralizing antibodies can stop HIV virus in up to 90% of global cases",
        "Broadly neutralizing antibodies rarely emerge naturally in time to help infected individuals",
        "HIV virus varies significantly between countries and within individuals",
        "Two decades of blood sample collection from 117 South African women has enabled detailed understanding of HIV infection and viral hiding mechanisms",
        "Trump administration's foreign aid freeze in early 2025 directly halted USAID-funded vaccine trial just weeks before launch"
      ],
      "policy_relevance": [
        "Trump administration executive order freezing most foreign aid in early 2025",
        "USAID $45 million grant to develop HIV vaccine cancelled due to foreign aid freeze",
        "Stop work orders issued from Washington weeks before trial launch",
        "Alternative funding sourced from South African Medical Research Council and Gates Foundation ($2.2 million)",
        "Vaccine trial scope reduced from Pan-Africa collaboration to South Africa-only due to reduced funding"
      ],
      "nasem_publications": [
        {
          "title": "Immunization Safety Review: Multiple Immunizations and Immune Dysfunction",
          "url": ""
        },
        {
          "title": "Vaccine Research and Development to Advance Pandemic and Seasonal Influenza Preparedness and Response: Lessons from COVID-19",
          "url": "https://nap.nationalacademies.org/catalog/26282/vaccine-research-and-development-to-advance-pandemic-and-seasonal-influenza-preparedness-and-response"
        },
        {
          "title": "Ranking Vaccines: A Prioritization Framework: Phase I: Demonstration of Concept and a Software Blueprint",
          "url": "https://nap.nationalacademies.org/catalog/13382/ranking-vaccines-a-prioritization-framework-phase-i-demonstration-of-concept"
        },
        {
          "title": "The Future of Education Research at IES: Advancing an Equity-Oriented Science",
          "url": "https://nap.nationalacademies.org/catalog/26428/the-future-of-education-research-at-ies-advancing-an-equity"
        },
        {
          "title": "Exploring Early Childhood Care and Education Levers to Improve Population Health: Proceedings of a Workshop",
          "url": "https://nap.nationalacademies.org/catalog/25129/exploring-early-childhood-care-and-education-levers-to-improve-population-health"
        },
        {
          "title": "In the Light of Evolution: Volume III: Two Centuries of Darwin",
          "url": "https://nap.nationalacademies.org/catalog/12692/in-the-light-of-evolution-volume-iii-two-centuries-of"
        },
        {
          "title": "Science, Evolution, and Creationism",
          "url": ""
        },
        {
          "title": "In the Light of Evolution: Volume V: Cooperation and Conflict",
          "url": "https://nap.nationalacademies.org/catalog/13223/in-the-light-of-evolution-volume-v-cooperation-and-conflict"
        },
        {
          "title": "Immunization Safety Review: Multiple Immunizations and Immune Dysfunction",
          "url": ""
        },
        {
          "title": "Reflecting Sunlight: Recommendations for Solar Geoengineering Research and Research Governance",
          "url": "https://nap.nationalacademies.org/catalog/25762/reflecting-sunlight-recommendations-for-solar-geoengineering-research-and-research-governance"
        },
        {
          "title": "Software Update as a Mechanism for Resilience and Security: Proceedings of a Workshop",
          "url": "https://nap.nationalacademies.org/catalog/24833/software-update-as-a-mechanism-for-resilience-and-security-proceedings"
        },
        {
          "title": "Using Population Descriptors in Genetics and Genomics Research",
          "url": ""
        },
        {
          "title": "Evaluating Human Genetic Diversity",
          "url": ""
        },
        {
          "title": "Long-Term Health Monitoring of Populations Following a Nuclear or Radiological Incident in the United States: Proceedings of a Workshop",
          "url": "https://nap.nationalacademies.org/catalog/25443/long-term-health-monitoring-of-populations-following-a-nuclear-or-radiological-incident-in-the-united-states"
        }
      ]
    }
  ]
}