{
  "podcast_id": "making-sense",
  "podcast_name": "Making Sense",
  "episode_title": "#460 — When the Center Cannot Hold",
  "host": "Sam Harris",
  "published": "2026-02-20T20:40:00",
  "duration_minutes": 21.633333333333333,
  "influence_tier": "high",
  "category": "longform_interview",
  "summary": "Sam Harris and Jonah Goldberg discuss the erosion of institutional norms and democratic processes in American politics under the Trump administration. They examine structural problems in the primary system and campaign finance that incentivize extreme candidates, the loss of institutional checks and balances in Congress, and the growing schism within the Republican Party between those rejecting Nazi-adjacent politics and those willing to accommodate far-right extremists. The conversation emphasizes that restoring democratic health requires both parties to move toward sanity simultaneously, as current incentive structures reward tribalism and institutional disloyalty.",
  "science_topics": [],
  "claims_to_note": [
    "Claim about tariffs: Goldberg states that economists have been saying for '30 years, 50 years, 70 years' that Americans, not foreigners, pay tariffs. This reflects standard economic consensus but is worth verifying against current NASEM or National Academy perspectives on trade economics.",
    "Implicit claim about institutional norm-setting: Discussion of the 'presumption of regularity' in judicial proceedings and claims that federal judges (including conservative ones) have rescinded this presumption due to government dishonesty. This is a governance claim, not a scientific one, but relates to institutional functioning."
  ],
  "policy_relevance": [
    "Tariff policy: Kevin Hassett (Chief Economic Advisor to the President) allegedly penalizing staff economists for publishing findings about tariff incidence that contradict administration policy",
    "FCC regulation: Reference to 'chicanery' involving Stephen Colbert and FCC, suggesting regulatory capture or politicization",
    "Judicial independence and rule of law: Discussion of federal judges rescinding 'presumption of regularity' in government legal filings, indicating concerns about executive branch credibility",
    "Congressional oversight: Discussion of Congress failing to perform oversight function and institutional checks on executive power",
    "Primary system reform: Critique of direct primary system as structural problem requiring policy change",
    "Campaign finance: Discussion of how small-donor fundraising has created perverse incentives for partisan polarization",
    "Potential military action: Reference to possibility of invasion of Iran as policy concern"
  ],
  "key_quotes": [
    "Trump is running what political scientists sometimes call a personalist regime where the distinction between his personal aims and desires and the demands of state are completely blurred.",
    "We live in a climate now where if one party is crazy, it gives permission to the other party to be crazy as well. And that's a vicious cycle.",
    "The job of Congress is to do oversight, right. I mean, in terms of a president, the job of Congress is to protect its prerogatives... Congress is the supreme branch. The whole concept of co-equal branches is Nixonian propaganda not sustained by any of the founding fathers."
  ],
  "nasem_matches": [],
  "word_count": 2971,
  "saved_at": "2026-02-21T11:28:21.096353"
}