{
  "podcast_id": "science-of-politics",
  "podcast_name": "The Science of Politics",
  "episode_title": "Legislators are raising money instead of making policy",
  "host": "Matt Grossmann",
  "published": "2026-02-18T20:09:22",
  "duration_minutes": 61.03333333333333,
  "influence_tier": "emerging",
  "category": "science_policy",
  "summary": "Michael Kistner discusses his book 'Paying for the Party,' which examines how legislative fundraising demands affect policymaking and representation. He argues that legislators spend 40% of their work week fundraising for their parties due to incentive structures rewarding financial loyalty with committee positions and leadership advancement. Using campaign finance reforms as natural experiments, Kistner finds that states reducing fundraising demands see approximately 20% increases in major legislation, comparable to the effects of divided government. The fundraising system also systematically disadvantages working-class legislators and women in advancing to leadership positions.",
  "science_topics": [],
  "claims_to_note": [
    "Legislators are required to spend approximately 40% of their work week (15-16 hours) fundraising, based on leaked documents from Democratic and Republican parties",
    "Campaign finance reforms (public funding and session restrictions) produce about 20% and 10% increases respectively in major legislation passage",
    "Divided government reduces major legislation passage by approximately 20%",
    "Working-class legislators struggle to raise money due to lack of professional networks compared to lawyers and business professionals",
    "Legislative professionalism correlates robustly with passage of major laws",
    "No significant difference in legislative productivity between Democratic and Republican-controlled states",
    "Women and minority elected officials are less likely to advance in party ranks where fundraising demands are greater"
  ],
  "policy_relevance": [
    "Campaign finance reform as policy intervention - Connecticut's Citizen's Election Program (public funding) and session restriction reforms studied as treatments",
    "Party leadership advancement systems tied to fundraising ability rather than traditional factors like seniority and expertise",
    "Formal dues requirements for committee chair consideration in Congress and state legislatures",
    "Legislative professionalism resources (staffing, expenditures, session length) as capacity factors",
    "Divided government effects on policymaking capacity",
    "Representation in party leadership structures and diversity implications",
    "Recruitment barriers for policy-focused candidates entering legislative office"
  ],
  "key_quotes": [
    "Even where America's system of private campaign finance doesn't lead to corruption, it may trade off with successful policymaking.",
    "There's a lot of really good folks who I talk to who might otherwise be interested in running for public office, but they tell me, I don't want to go to Washington, D.C. and become a high-priced telemarketer, for crying sakes.",
    "If our legislators are less able to rise to those challenges because members are spending all their time raising money, I think that's something that we should be concerned about in and of itself."
  ],
  "nasem_matches": [],
  "word_count": 7494,
  "saved_at": "2026-02-19T11:46:40.150051"
}