{
  "podcast_id": "short-wave",
  "podcast_name": "Short Wave",
  "episode_title": "Tea time... with an ape?",
  "host": "Emily Kwong, Regina Barber",
  "published": "2026-02-17T08:00:00",
  "duration_minutes": 11.216666666666667,
  "influence_tier": "medium",
  "category": "science_news",
  "summary": "This episode explores a cognitive science study that tested whether Kanzi, a famous bonobo who died in 2024, possessed the ability to imagine—a capacity long considered uniquely human. Researchers conducted controlled experiments using pretend tea parties with imaginary juice, similar to studies done with human children, to determine if Kanzi could entertain false scenarios and mentally separate reality from pretense. The findings suggest that imagination may have evolutionary roots dating back millions of years to common ancestors of humans and bonobos, indicating a deeper mental life in non-human animals than previously understood.",
  "science_topics": [
    "Bonobo cognition and language comprehension",
    "Symbolic communication in non-human primates",
    "Theory of mind and imaginative capacity in animals",
    "Pretend play as a cognitive ability",
    "Evolutionary psychology and primate evolution",
    "Comparative cognition between humans and apes"
  ],
  "claims_to_note": [
    "A 1993 study found that 8-year-old Kanzi could outperform a two-year-old human when given more than 600 spoken instructions",
    "Kanzi correctly identified the location of imaginary juice about 70% of the time in the experimental tea party task",
    "Pointing is described as not a common behavior for apes, making Kanzi unusual in this regard",
    "The ability to imagine is suggested to be evolutionarily rooted in common ancestors of humans and bonobos from millions of years ago"
  ],
  "policy_relevance": [
    "No specific legislation, regulation, or federal agency decisions are discussed in this transcript"
  ],
  "key_quotes": [
    "Our findings suggest that Kanzi was able to, in his mind, sort of entertain two versions of reality. On the one hand, he sees two empty cups in front of him. He knows that they're empty. But he's also able to imagine, to pretend that one of them is not.",
    "This ability to sort of go beyond the present, go beyond reality in your mind, is a sort of remarkable cognitive feat. And it tells us, for one, that very likely that capacity, those roots of our imagination, were present millions of years ago in the common ancestors that we shared with bonobos.",
    "What scientists do before they run the experiments is they run them in their imagination. And if they don't work in their imagination, you save all the time of running it in the real world."
  ],
  "nasem_matches": [
    {
      "topic": "Bonobo cognition and language comprehension",
      "publications": [
        {
          "id": "12089",
          "title": "Retooling for an Aging America: Building the Health Care Workforce",
          "keywords": [
            "aging",
            "elderly",
            "older adults",
            "healthcare",
            "workforce",
            "age",
            "senior"
          ]
        },
        {
          "id": "23498",
          "title": "Integrating Health Literacy, Cultural Competence, and Language Access Services: Workshop Summary",
          "url": "https://nap.nationalacademies.org/catalog/23498/integrating-health-literacy-cultural-competence-and-language-access-services-workshop",
          "topics": [
            "aging",
            "agriculture",
            "air-quality",
            "astronomy",
            "behavioral-health",
            "biomedical",
            "cancer",
            "children-youth",
            "climate",
            "covid",
            "education",
            "energy",
            "global-health",
            "mental-health",
            "nutrition",
            "ocean",
            "physics",
            "stem-education",
            "water"
          ],
          "keywords": [
            "medical",
            "health care organizations face",
            "health literacy cultural competency",
            "make appropriate health decisions",
            "health literate culturally competent",
            "health care today impact",
            "age race cultural background",
            "profound demographic shift",
            "dynamic forces operating",
            "appropriate language",
            "language skills",
            "language access services"
          ],
          "description": "The aging and evolving racial and ethnic composition of the U.S. population has the United States in the midst of a profound demographic shift and health care organizations face many issues as they move to address and adapt to this change. In their drive to adequately serve increasingly diverse communities, health care organizations are searching for approaches that will enable them to provide information and service to all persons, regardless of age, race, cultural background, or language skills, in a manner that facilitates understanding and use of that information to make appropriate health decisions. To better understand how the dynamic forces operating in health care today impact the delivery of services in a way that is health literate, culturally competent, and in an appropriate language for patients and their families, the National Academies of Sciences, Engineering, and Medicine conducted a public workshop on the integration of health literacy, cultural competency, and languag",
          "year": 2016,
          "page_keywords": [
            "Medical"
          ],
          "committee": "Board on Population Health and Public Health Practice"
        },
        {
          "id": "27397",
          "title": "Facial Recognition Technology: Current Capabilities, Future Prospects, and Governance",
          "url": "https://nap.nationalacademies.org/catalog/27397/facial-recognition-technology-current-capabilities-future-prospects-and-governance",
          "topics": [
            "aging",
            "agriculture",
            "air-quality",
            "astronomy",
            "behavioral-health",
            "biomedical",
            "cancer",
            "children-youth",
            "climate",
            "covid",
            "education",
            "energy",
            "global-health",
            "mental-health",
            "nutrition",
            "ocean",
            "physics",
            "stem-education"
          ],
          "keywords": [
            "computers",
            "facial recognition technology",
            "identifying potential security threats",
            "regulations raising significant concerns",
            "aiding law enforcement investigations",
            "mitigate potential harms",
            "comprehensive safeguards",
            "identity verification",
            "current capabilities",
            "necessary governance",
            "increasingly used",
            "governance",
            "prospects"
          ],
          "description": "Facial recognition technology is increasingly used for identity verification and identification, from aiding law enforcement investigations to identifying potential security threats at large venues. However, advances in this technology have outpaced laws and regulations, raising significant concerns related to equity, privacy, and civil liberties. This report explores the current capabilities, future possibilities, and necessary governance for facial recognition technology. Facial Recognition Technology discusses legal, societal, and ethical implications of the technology, and recommends ways that federal agencies and others developing and deploying the technology can mitigate potential harms and enact more comprehensive safeguards.",
          "year": 2024,
          "page_keywords": [
            "Computers"
          ],
          "committee": "Committee on Law and Justice"
        }
      ],
      "projects": []
    },
    {
      "topic": "Symbolic communication in non-human primates",
      "publications": [
        {
          "id": "25664",
          "title": "Health Literacy and Communication Strategies in Oncology: Proceedings of a Workshop",
          "url": "https://nap.nationalacademies.org/catalog/25664/health-literacy-and-communication-strategies-in-oncology-proceedings-of-a",
          "topics": [
            "aging",
            "agriculture",
            "air-quality",
            "astronomy",
            "behavioral-health",
            "biomedical",
            "cancer",
            "children-youth",
            "climate",
            "covid",
            "education",
            "energy",
            "global-health",
            "mental-health",
            "nutrition",
            "ocean",
            "physics",
            "stem-education",
            "water"
          ],
          "keywords": [
            "medical",
            "improve health outcomes across",
            "cancer policy forum collaborated",
            "low health literacy",
            "cancer care continuum",
            "improve communication across",
            "treatment higher rates",
            "reduce disease risk",
            "however estimates suggest",
            "poor health",
            "treatment outcomes",
            "health literacy",
            "communication",
            "oncology"
          ],
          "description": "Health literacy is a critical skill for engaging in healthy behaviors to reduce disease risk and improve health outcomes across the continuum of cancer care. However, estimates suggest that more than one-third of the U.S. adult population has low health literacy, and nearly half of all patients with cancer have difficulty understanding information about their disease or treatment. Low health literacy among patients with cancer is associated with poor health and treatment outcomes, including lower adherence to treatment, higher rates of missed appointments, and an increased risk of hospitalization. Low health literacy can also impede informed decision making, especially as cancer care becomes increasingly complex and as patients and their families take more active roles in treatment decisions. To examine opportunities to improve communication across the cancer care continuum, the National Cancer Policy Forum collaborated with the Roundtable on Health Literacy to host a workshop, Health ",
          "year": 2020,
          "page_keywords": [
            "Medical"
          ],
          "committee": "Board on Health Care Services"
        },
        {
          "id": "26355",
          "title": "Human-AI Teaming: State-of-the-Art and Research Needs",
          "keywords": [
            "artificial intelligence",
            "ai",
            "human",
            "teaming",
            "collaboration",
            "machine learning"
          ]
        },
        {
          "id": "5955",
          "title": "Evaluating Human Genetic Diversity",
          "keywords": [
            "genetic",
            "diversity",
            "human",
            "population",
            "dna",
            "genome"
          ]
        }
      ],
      "projects": [
        {
          "title": "Bolstering National Science & Technology Competitiveness Through Effective Science Communication: A Workshop",
          "url": "https://www.nationalacademies.org/projects/PGA-POLICY-25-01",
          "status": "in_progress"
        }
      ]
    },
    {
      "topic": "Theory of mind and imaginative capacity in animals",
      "publications": [
        {
          "id": "26618",
          "title": "An Assessment of Native Seed Needs and the Capacity for Their Supply: Final Report",
          "url": "https://nap.nationalacademies.org/catalog/26618/an-assessment-of-native-seed-needs-and-the-capacity-for-their-supply",
          "topics": [
            "aging",
            "agriculture",
            "air-quality",
            "astronomy",
            "behavioral-health",
            "biomedical",
            "cancer",
            "children-youth",
            "climate",
            "covid",
            "earth-sciences",
            "education",
            "energy",
            "global-health",
            "mental-health",
            "nutrition",
            "ocean",
            "physics",
            "stem-education"
          ],
          "keywords": [
            "electronic books",
            "diverse native plant seeds",
            "native plant communities",
            "native plant restoration",
            "restoring impaired ecosystems requires",
            "thriving ecosystems delivering goods",
            "native seed supply",
            "native seed needs",
            "support life provide food",
            "various challenges facing",
            "native animals",
            "capacity",
            "supply",
            "final"
          ],
          "description": "Extreme weather and wildfires, intensified by climate change, are damaging the native plant communities of landscapes across the United States. Native plant communities are foundational to thriving ecosystems, delivering goods and services that regulate the environment and support life, provide food and shelter for a wide range of native animals, and embody a wealth of genetic information with many beneficial applications. Restoring impaired ecosystems requires a supply of diverse native plant seeds that are well suited to the climates, soils, and other living species of the system.This report examines the needs for native plant restoration and other activities, provides recommendations for improving the reliability, predictability, and performance of the native seed supply, and presents an ambitious agenda for action. An Assessment of Native Seed Needs and the Capacity for Their Supply considers the various challenges facing our natural landscapes and calls for a coordinated public-pr",
          "year": 2023,
          "page_keywords": [
            "Electronic books"
          ],
          "committee": "National Academies of Sciences, Engineering, and Medicine (U.S.). Committee on an Assessment of Nati"
        },
        {
          "id": "1785",
          "title": "Discovering the Brain",
          "keywords": [
            "brain",
            "neuroscience",
            "neurology",
            "cognitive",
            "neural",
            "mind"
          ]
        },
        {
          "id": "25859",
          "title": "An Assessment of the Need for Native Seeds and the Capacity for Their Supply: Interim Report",
          "url": "https://nap.nationalacademies.org/catalog/25859/an-assessment-of-the-need-for-native-seeds-and-the-capacity-for-their-supply",
          "topics": [
            "aging",
            "agriculture",
            "air-quality",
            "astronomy",
            "behavioral-health",
            "biomedical",
            "cancer",
            "children-youth",
            "climate",
            "covid",
            "education",
            "energy",
            "global-health",
            "mental-health",
            "nutrition",
            "ocean",
            "physics",
            "stem-education"
          ],
          "keywords": [
            "technology & engineering",
            "diverse native plant seeds",
            "native plant species",
            "native plant communities",
            "restoring impaired ecosystems requires",
            "severe climate events",
            "native seeds",
            "desired seed types",
            "restorative activities",
            "human activities",
            "living species",
            "capacity",
            "interim",
            "supply"
          ],
          "description": "Across the United States, millions of acres of land have been so disturbed by human activities or severe climate events that significant portions of their native plant communities have been lost and their ecosystems have been seriously compromised. Restoring impaired ecosystems requires a supply of diverse native plant seeds that are well suited to the climates, soils, and other living species of the system. Native seeds are also in demand for applications in urban land management, roadside maintenance, conservation agriculture, and other restorative activities that take into account the connection between native plant communities and the increasingly urgent need for resilient landscapes. Given the varied climatic and environmental niches of the more than 17,000 native plant species of the United States, supplying the desired seed types and species mixes for this wide range of activities is a challenge. As the first phase of a nationwide analysis of the full scope of needs for native p",
          "year": 2020,
          "page_keywords": [
            "Technology & Engineering"
          ],
          "committee": "Committee on National Statistics"
        }
      ],
      "projects": []
    },
    {
      "topic": "Pretend play as a cognitive ability",
      "publications": [
        {
          "id": "26175",
          "title": "Reducing the Impact of Dementia in America: A Decadal Survey",
          "keywords": [
            "dementia",
            "alzheimer",
            "cognitive",
            "brain",
            "aging",
            "memory"
          ]
        },
        {
          "id": "28588",
          "title": "Preventing and Treating Dementia: Research Priorities to Accelerate Progress",
          "keywords": [
            "dementia",
            "alzheimer",
            "treatment",
            "prevention",
            "brain",
            "cognitive"
          ]
        },
        {
          "id": "1816",
          "title": "Mapping the Brain and Its Functions",
          "keywords": [
            "brain",
            "neuroscience",
            "neurology",
            "neural",
            "cognitive",
            "mapping"
          ]
        }
      ],
      "projects": []
    },
    {
      "topic": "Evolutionary psychology and primate evolution",
      "publications": [
        {
          "id": "11876",
          "title": "Science, Evolution, and Creationism",
          "keywords": [
            "evolution",
            "evolutionary",
            "biology",
            "science",
            "origins",
            "natural selection"
          ]
        },
        {
          "id": "12692",
          "title": "In the Light of Evolution: Volume III: Two Centuries of Darwin",
          "url": "https://nap.nationalacademies.org/catalog/12692/in-the-light-of-evolution-volume-iii-two-centuries-of",
          "topics": [
            "aging",
            "agriculture",
            "air-quality",
            "astronomy",
            "behavioral-health",
            "biomedical",
            "cancer",
            "children-youth",
            "climate",
            "covid",
            "education",
            "energy",
            "global-health",
            "mental-health",
            "nutrition",
            "ocean",
            "physics",
            "stem-education"
          ],
          "keywords": [
            "science",
            "book leading evolutionary biologists",
            "selection natural artificial",
            "term artificial selection",
            "darwin addressed during",
            "series explores evolutionary",
            "science historians reflect",
            "sackler colloquium sponsored",
            "particular biological topic",
            "current scientific thought",
            "three main categories",
            "two centuries",
            "volume iii",
            "evolution",
            "darwin",
            "light"
          ],
          "description": "Two Centuries of Darwin is the outgrowth of an Arthur M. Sackler Colloquium, sponsored by the National Academy of Sciences on January 16-17, 2009. In the chapters of this book, leading evolutionary biologists and science historians reflect on and commemorate the Darwinian Revolution. They canvass modern research approaches and current scientific thought on each of the three main categories of selection (natural, artificial, and sexual) that Darwin addressed during his career. Although Darwin's legacy is associated primarily with the illumination of natural selection in The Origin, he also contemplated and wrote extensively about what we now term artificial selection and sexual selection. In a concluding section of this book, several science historians comment on Darwin's seminal contributions. Two Centuries of Darwin is the third book of the In the Light of Evolution series. Each installment in the series explores evolutionary perspectives on a particular biological topic that is scien",
          "year": 2009,
          "page_keywords": [
            "Science"
          ]
        },
        {
          "id": "13223",
          "title": "In the Light of Evolution: Volume V: Cooperation and Conflict",
          "url": "https://nap.nationalacademies.org/catalog/13223/in-the-light-of-evolution-volume-v-cooperation-and-conflict",
          "topics": [
            "aging",
            "agriculture",
            "air-quality",
            "astronomy",
            "behavioral-health",
            "biomedical",
            "cancer",
            "children-youth",
            "climate",
            "covid",
            "education",
            "energy",
            "global-health",
            "mental-health",
            "nutrition",
            "ocean",
            "physics",
            "stem-education"
          ],
          "keywords": [
            "science",
            "learned realms traditionally reserved",
            "biodiversity currently faces",
            "evolutionary processes",
            "foster biotic diversity",
            "gain deeper insights",
            "evolutionary principles",
            "two urgent challenges",
            "evolutionary thought",
            "evolution ile series",
            "evolutionary past",
            "cooperation",
            "evolution",
            "conflict",
            "volume",
            "light"
          ],
          "description": "Biodiversity-the genetic variety of life-is an exuberant product of the evolutionary past, a vast human-supportive resource (aesthetic, intellectual, and material) of the present, and a rich legacy to cherish and preserve for the future. Two urgent challenges, and opportunities, for 21st-century science are to gain deeper insights into the evolutionary processes that foster biotic diversity, and to translate that understanding into workable solutions for the regional and global crises that biodiversity currently faces. A grasp of evolutionary principles and processes is important in other societal arenas as well, such as education, medicine, sociology, and other applied fields including agriculture, pharmacology, and biotechnology. The ramifications of evolutionary thought also extend into learned realms traditionally reserved for philosophy and religion. The central goal of the In the Light of Evolution (ILE) series is to promote the evolutionary sciences through state-of-the-art coll",
          "year": 2012,
          "page_keywords": [
            "Science"
          ]
        }
      ],
      "projects": []
    }
  ],
  "word_count": 1724,
  "saved_at": "2026-02-18T11:43:10.059062"
}