{
  "podcast_id": "short-wave",
  "podcast_name": "Short Wave",
  "episode_title": "The noise that isn't there",
  "host": "Emily Kwong, Regina Barber",
  "published": "2026-02-21T10:05:00",
  "duration_minutes": 21.116666666666667,
  "influence_tier": "medium",
  "category": "science_news",
  "summary": "This episode explores tinnitus, a condition affecting approximately 15% of adults where people perceive phantom sounds like ringing or buzzing in their ears despite no external sound source. The episode explains how tinnitus arises from the brain's compensatory response to hearing damage, particularly to specialized nerve fibers that process loud sounds. Researchers at Mass Eye and Ear have discovered 'hidden hearing loss'—damage that standard hearing tests cannot detect—and are developing new diagnostic approaches and treatments like cognitive behavioral therapy that target broader brain networks affected by severe tinnitus.",
  "science_topics": [
    "Tinnitus (chronic phantom auditory perception)",
    "Hidden hearing loss (damage to high-frequency auditory nerve fibers)",
    "Auditory nerve fiber function and types",
    "Brain hyperactivity and compensatory mechanisms in hearing loss",
    "Phantom limb pain analogy in tinnitus pathophysiology",
    "Cognitive behavioral therapy for tinnitus management",
    "Mindfulness therapy for tinnitus",
    "Temporal bone audiology and hearing test limitations",
    "Limbic system involvement in severe tinnitus",
    "Executive function and tinnitus-related depression"
  ],
  "claims_to_note": [
    "Almost 15% of all adults have tinnitus; 100 million people have severe tinnitus",
    "Standard audiological hearing tests are 'completely insensitive' to loss of loud-sound-coding nerve fibers",
    "Hidden hearing loss was 'only discovered a few years ago' by Mass Eye and Ear researchers",
    "The nerve fibers most susceptible to aging and noise exposure are those that code for loud sounds",
    "Severe tinnitus represents a 'whole brain problem' involving recruitment of non-auditory brain networks (executive control, limbic system)",
    "Cognitive behavioral therapy and mindfulness therapy can reduce severe tinnitus disability by targeting non-auditory brain systems rather than just auditory pathways"
  ],
  "policy_relevance": [
    "Mass Eye and Ear launched a new Tinnitus Clinic (opened last year in the episode's timeframe)",
    "Current clinical practice relies on standard hearing tests that miss hidden hearing loss—potential need for updated diagnostic standards",
    "Gap in clinical care: many patients with tinnitus are told 'there's nothing I can do for you' despite new research suggesting treatment options"
  ],
  "key_quotes": [
    "The vast, vast, vast majority of patients are being told, there's nothing I can do for you, goodbye. I've seen some patients who are like borderline suicidal.",
    "If tinnitus is the result of the hyperactivity of the brain because something is missing, then people with normal hearing tests should not have tinnitus... the gold standard of hearing evaluation around the world to this day is completely insensitive to the loss of those fibers.",
    "People with really severe tinnitus have, like, a whole brain problem. Their tinnitus has expanded, and it's incorporated, like, other brain networks... that hyperactivity has spilled over and recruited other brain systems that have nothing to do with hearing, per se, but with your ability to concentrate, to sleep, to regulate mood and emotion."
  ],
  "nasem_matches": [
    {
      "topic": "Tinnitus (chronic phantom auditory perception)",
      "publications": [
        {
          "id": "13145",
          "title": "A Nationwide Framework for Surveillance of Cardiovascular and Chronic Lung Diseases",
          "url": "https://nap.nationalacademies.org/catalog/13145/a-nationwide-framework-for-surveillance-of-cardiovascular-and-chronic-lung-diseases",
          "topics": [
            "aging",
            "agriculture",
            "air-quality",
            "astronomy",
            "behavioral-health",
            "biomedical",
            "cancer",
            "children-youth",
            "climate",
            "covid",
            "education",
            "energy",
            "global-health",
            "mental-health",
            "nutrition",
            "ocean",
            "physics",
            "stem-education",
            "vaccines"
          ],
          "keywords": [
            "medical",
            "chronic lung diseases outlines",
            "accurate disease surveillance systems",
            "chronic disease impacts",
            "identify public health priorities",
            "vital statistics contribute critical",
            "central surveillance system",
            "chronic diseases",
            "preventable health problems",
            "population surveys cohort",
            "implement successful efforts",
            "chronic lung diseases",
            "cardiovascular",
            "surveillance",
            "nationwide"
          ],
          "description": "Chronic diseases are common and costly, yet they are also among the most preventable health problems. Comprehensive and accurate disease surveillance systems are needed to implement successful efforts which will reduce the burden of chronic diseases on the U.S. population. A number of sources of surveillance data-including population surveys, cohort studies, disease registries, administrative health data, and vital statistics-contribute critical information about chronic disease. But no central surveillance system provides the information needed to analyze how chronic disease impacts the U.S. population, to identify public health priorities, or to track the progress of preventive efforts. A Nationwide Framework for Surveillance of Cardiovascular and Chronic Lung Diseases outlines a conceptual framework for building a national chronic disease surveillance system focused primarily on cardiovascular and chronic lung diseases. This system should be capable of providing data on disparities ",
          "year": 2011,
          "page_keywords": [
            "Medical"
          ],
          "committee": "Board on Population Health and Public Health Practice"
        },
        {
          "id": "13272",
          "title": "Living Well with Chronic Illness: A Call for Public Health Action",
          "url": "https://nap.nationalacademies.org/catalog/13272/living-well-with-chronic-illness-a-call-for-public-health",
          "topics": [
            "aging",
            "agriculture",
            "air-quality",
            "astronomy",
            "behavioral-health",
            "biomedical",
            "cancer",
            "children-youth",
            "climate",
            "covid",
            "education",
            "energy",
            "global-health",
            "mental-health",
            "nutrition",
            "ocean",
            "physics",
            "stem-education"
          ],
          "keywords": [
            "medical",
            "chronic diseases currently account",
            "major public health problem",
            "book recommends increasing support",
            "chronic disease identifies",
            "major federally funded programmatic",
            "public health actions",
            "help reduce disability",
            "life among individuals",
            "racial ethnic minorities",
            "chronic condition",
            "public health",
            "chronic illness",
            "living",
            "call"
          ],
          "description": "In the United States, chronic diseases currently account for 70 percent of all deaths, and close to 48 million Americans report a disability related to a chronic condition. Today, about one in four Americans have multiple diseases and the prevalence and burden of chronic disease in the elderly and racial/ethnic minorities are notably disproportionate. Chronic disease has now emerged as a major public health problem and it threatens not only population health, but our social and economic welfare. Living Well with Chronic Disease identifies the population-based public health actions that can help reduce disability and improve functioning and quality of life among individuals who are at risk of developing a chronic disease and those with one or more diseases. The book recommends that all major federally funded programmatic and research initiatives in health include an evaluation on health-related quality of life and functional status. Also, the book recommends increasing support for imple",
          "year": 2011,
          "page_keywords": [
            "Medical"
          ],
          "committee": "Board on Population Health and Public Health Practice"
        },
        {
          "id": "26410",
          "title": "Oil in the Sea IV: Inputs, Fates, and Effects",
          "url": "https://nap.nationalacademies.org/catalog/26410/oil-in-the-sea-iv-inputs-fates-and-effects",
          "topics": [
            "aging",
            "agriculture",
            "air-quality",
            "astronomy",
            "behavioral-health",
            "biomedical",
            "cancer",
            "children-youth",
            "climate",
            "covid",
            "education",
            "energy",
            "global-health",
            "mental-health",
            "nutrition",
            "ocean",
            "physics",
            "stem-education"
          ],
          "keywords": [
            "deepwater horizon oil spill",
            "high energy demand driven",
            "consumption exploration transportation",
            "prevent chronic land",
            "long term effects",
            "worldwide energy supply",
            "despite significant progress",
            "production risks remain",
            "oil spill science",
            "decade long boom",
            "inputs fates",
            "effects",
            "oil",
            "sea"
          ],
          "description": "Oil and natural gas represent more than 50 percent of the worldwide energy supply, with high energy demand driven by population growth and improving standards of living. Despite significant progress in reducing the amount of oil in the sea from consumption, exploration, transportation, and production, risks remain. This report, the fourth in a series, documents the current state-of-knowledge on inputs, fates and effects of oil in the sea, reflecting almost 20 additional years of research, including long-term effects from spills such as the Exxon Valdez and a decade-long boom in oil spill science research following the Deepwater Horizon oil spill. The report finds that land-based sources of oil are the biggest input of oil to the sea, far outweighing other sources, and it also notes that the effects of chronic inputs on the marine environment, such as land-based runoff, are very different than that from an acute input, such as a spill. Steps to prevent chronic land-based oil inputs incl",
          "year": 2023,
          "committee": "Ocean Studies Board"
        }
      ],
      "projects": []
    },
    {
      "topic": "Hidden hearing loss (damage to high-frequency auditory nerve fibers)",
      "publications": [
        {
          "id": "12089",
          "title": "Retooling for an Aging America: Building the Health Care Workforce",
          "keywords": [
            "aging",
            "elderly",
            "older adults",
            "healthcare",
            "workforce",
            "age",
            "senior"
          ]
        },
        {
          "id": "23446",
          "title": "Hearing Health Care for Adults: Priorities for Improving Access and Affordability",
          "url": "https://nap.nationalacademies.org/catalog/23446/hearing-health-care-for-adults-priorities-for-improving-access-and",
          "topics": [
            "aging",
            "agriculture",
            "air-quality",
            "astronomy",
            "behavioral-health",
            "biomedical",
            "cancer",
            "children-youth",
            "climate",
            "covid",
            "education",
            "energy",
            "food-nutrition",
            "global-health",
            "mental-health",
            "nutrition",
            "ocean",
            "physics",
            "stem-education"
          ],
          "keywords": [
            "medical",
            "receive hearing health care",
            "needing hearing health care",
            "globally hearing loss",
            "invisible health condition",
            "severe present since birth",
            "estimated million individuals",
            "communication abilities quality",
            "often worsens gradually",
            "life social participation",
            "americans ages years",
            "hearing health care",
            "improving access",
            "affordability",
            "priorities",
            "adults"
          ],
          "description": "The loss of hearing - be it gradual or acute, mild or severe, present since birth or acquired in older age - can have significant effects on one's communication abilities, quality of life, social participation, and health. Despite this, many people with hearing loss do not seek or receive hearing health care. The reasons are numerous, complex, and often interconnected. For some, hearing health care is not affordable. For others, the appropriate services are difficult to access, or individuals do not know how or where to access them. Others may not want to deal with the stigma that they and society may associate with needing hearing health care and obtaining that care. Still others do not recognize they need hearing health care, as hearing loss is an invisible health condition that often worsens gradually over time. In the United States, an estimated 30 million individuals (12.7 percent of Americans ages 12 years or older) have hearing loss. Globally, hearing loss has been identified as",
          "year": 2016,
          "page_keywords": [
            "Medical"
          ],
          "committee": "Board on Health Sciences Policy"
        },
        {
          "id": "27460",
          "title": "Modernizing Probable Maximum Precipitation Estimation",
          "url": "https://nap.nationalacademies.org/catalog/27460/modernizing-probable-maximum-precipitation-estimation",
          "topics": [
            "aging",
            "agriculture",
            "air-quality",
            "astronomy",
            "behavioral-health",
            "biomedical",
            "cancer",
            "children-youth",
            "climate",
            "covid",
            "earth-sciences",
            "education",
            "energy",
            "global-health",
            "mental-health",
            "nuclear",
            "nutrition",
            "ocean",
            "physics",
            "stem-education"
          ],
          "keywords": [
            "science",
            "designing critical infrastructure weaknesses",
            "widespread environmental damage especially",
            "years high hazard structures",
            "impose significant economic losses",
            "modeling extreme storms call",
            "nuclear power plants",
            "high hazard dams",
            "withstand floods resulting",
            "provided useful guidance",
            "while pmp estimates"
          ],
          "description": "For more than 75 years, high-hazard structures in the U.S., including dams and nuclear power plants, have been engineered to withstand floods resulting from the most unlikely but possible precipitation, termed Probable Maximum Precipitation (PMP). Failure of any one of the more than 16,000 high-hazard dams and 50 nuclear power plants in the United States could result in the loss of life and impose significant economic losses and widespread environmental damage, especially under the pressures of climate change. While PMP estimates have provided useful guidance for designing critical infrastructure, weaknesses in the scientific foundations of PMP, combined with advances in understanding, observing, and modeling extreme storms, call for fundamental changes to the definition of PMP and the methods used to estimate it. Modernizing Probable Maximum Precipitation Estimation recommends a new definition of PMP and presents a vision for a methodology relevant for design, operation, and regulatio",
          "year": 2025,
          "page_keywords": [
            "Science"
          ],
          "committee": "Water Science And Technology Board"
        }
      ],
      "projects": [
        {
          "title": "Ensuring Access to High-Quality Primary Care in the United States",
          "url": "https://www.nationalacademies.org/projects/CHPP-HCPH-25-03",
          "status": "in_progress"
        }
      ]
    },
    {
      "topic": "Auditory nerve fiber function and types",
      "publications": [
        {
          "id": "23484",
          "title": "Gain-of-Function Research: Summary of the Second Symposium, March 10-11, 2016",
          "url": "https://nap.nationalacademies.org/catalog/23484/gain-of-function-research-summary-of-the-second-symposium-march",
          "topics": [
            "aging",
            "agriculture",
            "air-quality",
            "astronomy",
            "behavioral-health",
            "biomedical",
            "cancer",
            "children-youth",
            "climate",
            "covid",
            "education",
            "energy",
            "global-health",
            "mental-health",
            "nutrition",
            "ocean",
            "physics",
            "stem-education"
          ],
          "keywords": [
            "medical",
            "ensure effective federal oversight",
            "second symposium focused",
            "first symposium held",
            "government deliberative process",
            "second meeting held",
            "technical questions surrounding",
            "ideas identified during",
            "public symposium",
            "government policies",
            "pandemic potential",
            "second symposium march",
            "function",
            "gain"
          ],
          "description": "On March 10-11, 2016, the National Academies of Sciences, Engineering, and Medicine held a public symposium on potential U.S. government policies for the oversight of gain-of- function (GOF) research. This was the Academies' second meeting held at the request of the U.S. government to provide a mechanism to engage the life sciences community and the broader public and solicit feedback on optimal approaches to ensure effective federal oversight of GOF research as part of a broader U.S. government deliberative process. The first symposium, held in December 2014, examined the underlying scientific and technical questions surrounding the potential risks and benefits of GOF research involving pathogens with pandemic potential. The second symposium focused on discussion of the draft recommendations regarding GOF research of a Working Group of the National Science Advisory Board for Biosecurity. This report summarizes the key issues and ideas identified during the second symposium.",
          "year": 2016,
          "page_keywords": [
            "Medical"
          ],
          "committee": "Committee on Science, Technology, and Law"
        },
        {
          "id": "28291",
          "title": "Electronic Surveillance of Railroad-Highway Crossings for Collision Avoidance: State of the Practice",
          "url": "https://nap.nationalacademies.org/catalog/28291/electronic-surveillance-of-railroad-highway-crossings-for-collision-avoidance-state",
          "topics": [
            "aging",
            "agriculture",
            "air-quality",
            "astronomy",
            "behavioral-health",
            "biomedical",
            "cancer",
            "children-youth",
            "climate",
            "covid",
            "education",
            "energy",
            "global-health",
            "mental-health",
            "nutrition",
            "ocean",
            "physics",
            "stem-education"
          ],
          "keywords": [
            "rail crossing electronic surveillance",
            "types nature implementations successes",
            "effectiveness success factors causes",
            "needs decision criteria measure",
            "rail service providers",
            "railroad highway crossings",
            "selected implementations",
            "tcrp synthesis",
            "transit cooperative",
            "collision avoidance",
            "electronic surveillance",
            "state"
          ],
          "description": "TCRP Synthesis 177: Electronic Surveillance of Railroad-Highway Crossings for Collision Avoidance: State of the Practice, from TRB's Transit Cooperative Research Program, documents public transit agencies' current practices and lessons learned from rail service providers and others regarding the types, nature, implementations, successes, and failures of rail crossing electronic surveillance programs, particularly related to safety. This synthesis provides insights about the needs, decision criteria, measure of effectiveness, success factors, causes for failures, and selected implementations of rail crossing electronic surveillance programs, primarily for safety. The synthesis also discusses potential future advancements in rail crossing electronic surveillance.",
          "year": 2025,
          "committee": "Transportation Research Board"
        },
        {
          "id": "10161",
          "title": "Dietary Reference Intakes: Proposed Definition of Dietary Fiber",
          "url": "https://nap.nationalacademies.org/catalog/10161/dietary-reference-intakes-proposed-definition-of-dietary-fiber",
          "topics": [
            "aging",
            "agriculture",
            "air-quality",
            "astronomy",
            "behavioral-health",
            "biomedical",
            "cancer",
            "children-youth",
            "climate",
            "covid",
            "education",
            "energy",
            "global-health",
            "mental-health",
            "nutrition",
            "ocean",
            "physics",
            "stem-education"
          ],
          "keywords": [
            "medical",
            "dietary reference intakes assembled",
            "current situation regarding labeling",
            "accurate definition compounds",
            "panel held three meetings",
            "defining dietary fiber",
            "proposed definition",
            "analytical methods",
            "scientific evaluation",
            "above reasons",
            "arbitrary due",
            "dietary reference intakes",
            "dietary fiber"
          ],
          "description": "The current situation regarding labeling and defining dietary fiber in the United States and many other countries is arbitrary due to its reliance on analytical methods as opposed to an accurate definition that includes its role in health. Without an accurate definition, compounds can be designed or isolated and concentrated using the currently available methods, without necessarily providing beneficial health effects. Other compounds can be developed that are nondigestible and provide beneficial health effects, yet do not meet the current U.S. definition based on analytical methods. For the above reasons, the Food and Nutrition Board, under the oversight of the Standing Committee on the Scientific Evaluation of Dietary Reference Intakes, assembled a Panel on the Definition of Dietary Fiber to develop a proposed definition(s) of dietary fiber. This Panel held three meetings and a workshop.",
          "year": 2001,
          "page_keywords": [
            "Medical"
          ],
          "committee": "Food and Nutrition Board"
        }
      ],
      "projects": []
    },
    {
      "topic": "Brain hyperactivity and compensatory mechanisms in hearing loss",
      "publications": [
        {
          "id": "1816",
          "title": "Mapping the Brain and Its Functions",
          "keywords": [
            "brain",
            "neuroscience",
            "neurology",
            "neural",
            "cognitive",
            "mapping"
          ]
        },
        {
          "id": "1785",
          "title": "Discovering the Brain",
          "keywords": [
            "brain",
            "neuroscience",
            "neurology",
            "cognitive",
            "neural",
            "mind"
          ]
        },
        {
          "id": "27644",
          "title": "Artificial Intelligence and the Future of Work",
          "keywords": [
            "artificial intelligence",
            "ai",
            "work",
            "labor",
            "automation",
            "jobs"
          ]
        }
      ],
      "projects": []
    },
    {
      "topic": "Phantom limb pain analogy in tinnitus pathophysiology",
      "publications": [
        {
          "id": "27644",
          "title": "Artificial Intelligence and the Future of Work",
          "keywords": [
            "artificial intelligence",
            "ai",
            "work",
            "labor",
            "automation",
            "jobs"
          ]
        },
        {
          "id": "26355",
          "title": "Human-AI Teaming: State-of-the-Art and Research Needs",
          "keywords": [
            "artificial intelligence",
            "ai",
            "human",
            "teaming",
            "collaboration",
            "machine learning"
          ]
        },
        {
          "id": "26887",
          "title": "Artificial Intelligence and Justified Confidence",
          "keywords": [
            "artificial intelligence",
            "ai",
            "confidence",
            "trust",
            "machine learning"
          ]
        }
      ],
      "projects": []
    }
  ],
  "word_count": 2882,
  "saved_at": "2026-02-21T11:28:21.096514"
}