{
  "podcast_id": "short-wave",
  "podcast_name": "Short Wave",
  "episode_title": "The neuroscience of cracking under pressure",
  "host": "Emily Kwong, Regina Barber",
  "published": "2026-02-18T08:00:00",
  "duration_minutes": 12.8,
  "influence_tier": "medium",
  "category": "science_news",
  "summary": "This episode explores the neuroscience of performance under pressure, featuring neuroscientist Vikram Chib from Johns Hopkins University who studies how the brain responds to rewards and fatigue. The discussion centers on why athletes sometimes excel or choke during high-stakes competitions like the Olympics, revealing that the brain's reward processing system (particularly the ventral striatum) can reframe high incentives as potential losses, triggering anxiety that impairs performance. Research shows that cognitive reframing techniques—such as focusing on overall performance portfolios rather than individual high-stakes trials—can help overcome choking behavior by reducing loss-related brain activity.",
  "science_topics": [
    "Ventral striatum and reward processing",
    "Cognitive fatigue versus physical fatigue",
    "Motor cortex and motor performance under pressure",
    "Nucleus accumbens in reward signaling",
    "Prefrontal cortex in reward response",
    "Cerebellum function in motor coordination",
    "Loss aversion and performance anxiety",
    "Cognitive reframing techniques for performance optimization"
  ],
  "claims_to_note": [
    "Reward processing in the ventral striatum can counteract feelings of fatigue and effort costs",
    "High monetary incentives ($100) can cause choking behavior in skilled motor tasks, with performance declining as stakes increase beyond moderate levels",
    "The ventral striatum reframes high-stakes incentives as potential losses, triggering worry that impairs motor function through crosstalk between reward and motor signals",
    "Cognitive reframing (thinking about overall task portfolio rather than individual high-stakes trials) reduces brain activity associated with fear of losing and improves performance under pressure",
    "Olympic and world records are more frequently broken at the Olympics itself, speculatively attributed to heightened reward signals"
  ],
  "policy_relevance": [
    "No direct policy, legislation, or federal agency mentions in the transcript",
    "Potential relevance to sports science training standards and athlete mental health interventions, though not explicitly discussed"
  ],
  "key_quotes": [
    "So you can think of any action that you're doing as like a trade-off between the effort costs that you're putting in and the reward you're getting out. So if I boost up that reward a little bit, right, it might motivate me more to overcome some of that feeling of fatigue and do the task that you're set out to do.",
    "They would see that really high incentive and they would view it as a loss. They would get worried about actually losing the really high incentive. And that worry about loss was related to how they choked under pressure.",
    "If you train yourself to reframe the task in a different way and say to yourself, okay, I'm going to go into this trial and I'm not going to think about this individual trial. I'm going to think about the portfolio of all the trials I have to do...you don't focus on that loss as much and you see less brain activity associated with this fear of losing and you tend to do better under pressure."
  ],
  "nasem_matches": [
    {
      "topic": "Ventral striatum and reward processing",
      "publications": [
        {
          "id": "25802",
          "title": "Plasma Science: Enabling Technology, Sustainability, Security, and Exploration",
          "url": "https://nap.nationalacademies.org/catalog/25802/plasma-science-enabling-technology-sustainability-security-and-exploration",
          "topics": [
            "aging",
            "agriculture",
            "air-quality",
            "astronomy",
            "behavioral-health",
            "biomedical",
            "cancer",
            "children-youth",
            "climate",
            "covid",
            "education",
            "energy",
            "global-health",
            "mental-health",
            "nutrition",
            "ocean",
            "physics",
            "stem-education"
          ],
          "keywords": [
            "electronic books",
            "plasma science funding workforce",
            "enabling technology sustainability security",
            "identifies important grand challenges",
            "help federal agencies policymakers",
            "transforms fundamental scientific",
            "powerful societal applications",
            "academic leadership understand",
            "forecasting space weather",
            "make informed decisions",
            "materials processing",
            "plasma science",
            "exploration"
          ],
          "description": "Plasma Science and Engineering transforms fundamental scientific research into powerful societal applications, from materials processing and healthcare to forecasting space weather. Plasma Science: Enabling Technology, Sustainability, Security and Exploration discusses the importance of plasma research, identifies important grand challenges for the next decade, and makes recommendations on funding and workforce. This publication will help federal agencies, policymakers, and academic leadership understand the importance of plasma research and make informed decisions about plasma science funding, workforce, and research directions.",
          "year": 2021,
          "page_keywords": [
            "Electronic books"
          ],
          "committee": "National Academies of Sciences, Engineering, and Medicine (U.S.). Committee on a Decadal Assessment "
        },
        {
          "id": "26705",
          "title": "Reducing Racial Inequality in Crime and Justice: Science, Practice, and Policy",
          "url": "https://nap.nationalacademies.org/catalog/26705/reducing-racial-inequality-in-crime-and-justice-science-practice-and",
          "topics": [
            "aging",
            "agriculture",
            "air-quality",
            "astronomy",
            "behavioral-health",
            "biomedical",
            "cancer",
            "children-youth",
            "climate",
            "covid",
            "education",
            "energy",
            "global-health",
            "mental-health",
            "nutrition",
            "ocean",
            "physics",
            "stem-education"
          ],
          "keywords": [
            "law",
            "criminal justice reforms charting",
            "solutions noncriminal policy interventions",
            "reducing racial inequality",
            "ethnic disparities exist across",
            "criminal justice system",
            "arrests pre trial detention",
            "structural inequalities form",
            "criminal legal processing",
            "racial inequalities",
            "improve community safety",
            "justice",
            "science",
            "policy",
            "crime"
          ],
          "description": "The history of the U.S. criminal justice system is marked by racial inequality and sustained by present day policy. Large racial and ethnic disparities exist across the several stages of criminal legal processing, including in arrests, pre-trial detention, and sentencing and incarceration, among others, with Black, Latino, and Native Americans experiencing worse outcomes. The historical legacy of racial exclusion and structural inequalities form the social context for racial inequalities in crime and criminal justice. Racial inequality can drive disparities in crime, victimization, and system involvement. Reducing Racial Inequality in Crime and Justice: Science, Practice, and Policy synthesizes the evidence on community-based solutions, noncriminal policy interventions, and criminal justice reforms, charting a path toward the reduction of racial inequalities by minimizing harm in ways that also improve community safety. Reversing the effects of structural racism and severing the close ",
          "year": 2023,
          "page_keywords": [
            "Law"
          ],
          "committee": "Committee On Law And Justice"
        },
        {
          "id": "26389",
          "title": "Initiating the Systems Engineering Process for Rural Connected Vehicle Corridors, Volume 1: Research Overview",
          "url": "https://nap.nationalacademies.org/catalog/26389/initiating-the-systems-engineering-process-for-rural-connected-vehicle-corridors-volume-1-research-overview",
          "topics": [
            "aging",
            "agriculture",
            "air-quality",
            "astronomy",
            "behavioral-health",
            "biomedical",
            "cancer",
            "children-youth",
            "climate",
            "covid",
            "education",
            "energy",
            "global-health",
            "mental-health",
            "nutrition",
            "ocean",
            "physics",
            "stem-education"
          ],
          "keywords": [
            "initiating",
            "overview",
            "systems",
            "process"
          ]
        }
      ],
      "projects": []
    },
    {
      "topic": "Cognitive fatigue versus physical fatigue",
      "publications": [
        {
          "id": "26175",
          "title": "Reducing the Impact of Dementia in America: A Decadal Survey",
          "keywords": [
            "dementia",
            "alzheimer",
            "cognitive",
            "brain",
            "aging",
            "memory"
          ]
        },
        {
          "id": "28588",
          "title": "Preventing and Treating Dementia: Research Priorities to Accelerate Progress",
          "keywords": [
            "dementia",
            "alzheimer",
            "treatment",
            "prevention",
            "brain",
            "cognitive"
          ]
        },
        {
          "id": "1816",
          "title": "Mapping the Brain and Its Functions",
          "keywords": [
            "brain",
            "neuroscience",
            "neurology",
            "neural",
            "cognitive",
            "mapping"
          ]
        }
      ],
      "projects": []
    },
    {
      "topic": "Motor cortex and motor performance under pressure",
      "publications": [
        {
          "id": "25358",
          "title": "Performance of Bridges That Received Funding Under the Innovative Bridge Research and Construction Program",
          "url": "https://nap.nationalacademies.org/catalog/25358/performance-of-bridges-that-received-funding-under-the-innovative-bridge-research-and-construction-program",
          "topics": [
            "aging",
            "agriculture",
            "air-quality",
            "astronomy",
            "behavioral-health",
            "biomedical",
            "cancer",
            "children-youth",
            "climate",
            "covid",
            "education",
            "energy",
            "global-health",
            "mental-health",
            "nutrition",
            "ocean",
            "physics",
            "stem-education"
          ],
          "keywords": [
            "bridges",
            "construction ibrc program created",
            "congress provided state departments",
            "highway bridge construction",
            "corrosion resistant reinforcing bar",
            "repair approximately bridges",
            "innovative bridge",
            "construction program",
            "innovative materials",
            "life cycle costs",
            "congress directed",
            "received funding",
            "performance"
          ],
          "description": "\"TRB Special Report 330: Performance of Bridges That Received Funding Under the Innovative Bridge Research and Construction Program, examines the results of a federal program to promote innovation in highway bridge construction. The report provides recommendations to Congress on how the installed and life-cycle costs of bridges could be reduced through the use of innovative materials and technologies. The Innovative Bridge Research and Construction (IBRC) program, created by act of Congress, provided state departments of transportation with a total of $128.7 million in grants as incentives for use of innovative materials and technology to construct or repair approximately 400 bridges from 1999 to 2005. Materials used included fiber-reinforced polymer composites, high-performance concrete, high-performance steel, and corrosion resistant reinforcing bar. Projects also demonstrated accelerated bridge construction (ABC) techniques. Congress directed the U.S. Department of Transportation to",
          "year": 2019,
          "page_keywords": [
            "Bridges"
          ],
          "committee": "National Academies of Sciences, Engineering, and Medicine (U.S.). Transportation Research Board. Com"
        },
        {
          "id": "24943",
          "title": "Indicators for Monitoring Undergraduate STEM Education",
          "url": "https://nap.nationalacademies.org/catalog/24943/indicators-for-monitoring-undergraduate-stem-education",
          "topics": [
            "aging",
            "agriculture",
            "air-quality",
            "astronomy",
            "behavioral-health",
            "biomedical",
            "cancer",
            "children-youth",
            "climate",
            "covid",
            "education",
            "energy",
            "global-health",
            "mental-health",
            "nutrition",
            "ocean",
            "physics",
            "stem-education"
          ],
          "keywords": [
            "education",
            "improving undergraduate stem education",
            "undergraduate stem education prepares",
            "mathematics stem professionals generate",
            "undergraduate stem teaching",
            "stem teaching learning",
            "stem later switch",
            "capable students intending",
            "creating jobs growth",
            "intense global competition",
            "fuel job creation",
            "monitoring undergraduate stem education",
            "indicators"
          ],
          "description": "Science, technology, engineering and mathematics (STEM) professionals generate a stream of scientific discoveries and technological innovations that fuel job creation and national economic growth. Ensuring a robust supply of these professionals is critical for sustaining growth and creating jobs growth at a time of intense global competition. Undergraduate STEM education prepares the STEM professionals of today and those of tomorrow, while also helping all students develop knowledge and skills they can draw on in a variety of occupations and as individual citizens. However, many capable students intending to major in STEM later switch to another field or drop out of higher education altogether, partly because of documented weaknesses in STEM teaching, learning and student supports. Improving undergraduate STEM education to address these weaknesses is a national imperative. Many initiatives are now underway to improve the quality of undergraduate STEM teaching and learning. Some focus o",
          "year": 2018,
          "page_keywords": [
            "Education"
          ],
          "committee": "Board on Science Education"
        },
        {
          "id": "21820",
          "title": "Design, Implementation, Monitoring, and Sharing of Performance Standards for Laboratory Animal Use: Summary of a Workshop",
          "url": "https://nap.nationalacademies.org/catalog/21820/design-implementation-monitoring-and-sharing-of-performance-standards-for-laboratory-animal-use",
          "topics": [
            "aging",
            "agriculture",
            "air-quality",
            "astronomy",
            "behavioral-health",
            "biomedical",
            "cancer",
            "children-youth",
            "climate",
            "covid",
            "education",
            "energy",
            "global-health",
            "mental-health",
            "nutrition",
            "ocean",
            "physics",
            "space",
            "stem-education"
          ],
          "keywords": [
            "science",
            "defining developing implementing assessing",
            "laboratory animal use held",
            "validating performance standards",
            "trust among stakeholders",
            "help build transparency",
            "participants addressed",
            "better understand",
            "responsible care",
            "ensure optimal",
            "civil forum",
            "design implementation monitoring",
            "laboratory animal use",
            "performance standards",
            "sharing"
          ],
          "description": "In order to better understand the critical issues pertaining to the concept of performance standards for laboratory animal use, the Institute for Laboratory Animal Research Roundtable on Science and Welfare in Laboratory Animal Use held a public workshop on April 20-21, 2015. The purpose of the workshop was to promote the appropriate and responsible care of animals in research, to provide a balanced and civil forum for discussion and collaboration, and to help build transparency and trust among stakeholders. Participants addressed the challenges of defining, developing, implementing, assessing, and validating performance standards to ensure \"optimal practices, management, and operations.\" This report summarizes the presentations and discussions from the workshop.",
          "year": 2015,
          "page_keywords": [
            "Science"
          ]
        }
      ],
      "projects": []
    },
    {
      "topic": "Nucleus accumbens in reward signaling",
      "publications": [
        {
          "id": "13048",
          "title": "Recapturing a Future for Space Exploration: Life and Physical Sciences Research for a New Era",
          "url": "https://nap.nationalacademies.org/catalog/13048/recapturing-a-future-for-space-exploration-life-and-physical-sciences",
          "topics": [
            "aging",
            "agriculture",
            "air-quality",
            "astronomy",
            "behavioral-health",
            "biomedical",
            "cancer",
            "children-youth",
            "climate",
            "covid",
            "education",
            "energy",
            "engineering",
            "global-health",
            "mental-health",
            "nutrition",
            "ocean",
            "physics",
            "stem-education"
          ],
          "keywords": [
            "science",
            "potential rewards remain substantial",
            "human first set foot",
            "human space exploration",
            "enduring human presence",
            "achievement made possible",
            "year history nasa",
            "near earth orbit",
            "productive commitments",
            "achieving humans",
            "effectively address",
            "space exploration",
            "recapturing",
            "physical",
            "life",
            "era"
          ],
          "description": "More than four decades have passed since a human first set foot on the Moon. Great strides have been made in our understanding of what is required to support an enduring human presence in space, as evidenced by progressively more advanced orbiting human outposts, culminating in the current International Space Station (ISS). However, of the more than 500 humans who have so far ventured into space, most have gone only as far as near-Earth orbit, and none have traveled beyond the orbit of the Moon. Achieving humans' further progress into the solar system had proved far more difficult than imagined in the heady days of the Apollo missions, but the potential rewards remain substantial. During its more than 50-year history, NASA's success in human space exploration has depended on the agency's ability to effectively address a wide range of biomedical, engineering, physical science, and related obstacles-an achievement made possible by NASA's strong and productive commitments to life and phys",
          "year": 2012,
          "page_keywords": [
            "Science"
          ],
          "committee": "Aeronautics and Space Engineering Board"
        }
      ],
      "projects": []
    },
    {
      "topic": "Prefrontal cortex in reward response",
      "publications": [
        {
          "id": "13070",
          "title": "Preparedness and Response to a Rural Mass Casualty Incident: Workshop Summary",
          "url": "https://nap.nationalacademies.org/catalog/13070/preparedness-and-response-to-a-rural-mass-casualty-incident-workshop",
          "topics": [
            "aging",
            "agriculture",
            "air-quality",
            "astronomy",
            "behavioral-health",
            "biomedical",
            "cancer",
            "children-youth",
            "climate",
            "covid",
            "education",
            "energy",
            "global-health",
            "mental-health",
            "nutrition",
            "ocean",
            "physics",
            "stem-education"
          ],
          "keywords": [
            "medical",
            "improve mass casualty response",
            "problems contacting emergency services",
            "mass casualty incidents",
            "emergency response systems",
            "public health preparedness",
            "catastrophic events held",
            "devastating particularly",
            "rural communities",
            "incidents occur",
            "current capabilities",
            "rural mass casualty incident",
            "preparedness",
            "response"
          ],
          "description": "Problems contacting emergency services and delayed assistance are not unusual when incidents occur in rural areas, and the consequences can be devastating, particularly with mass casualty incidents. The IOM's Forum on Medical and Public Health Preparedness for Catastrophic Events held a workshop to examine the current capabilities of emergency response systems and the future opportunities to improve mass casualty response in rural communities.",
          "year": 2011,
          "page_keywords": [
            "Medical"
          ],
          "committee": "Board on Health Sciences Policy"
        },
        {
          "id": "25650",
          "title": "Evidence-Based Practice for Public Health Emergency Preparedness and Response",
          "url": "https://nap.nationalacademies.org/catalog/25650/evidence-based-practice-for-public-health-emergency-preparedness-and-response",
          "topics": [
            "aging",
            "agriculture",
            "air-quality",
            "astronomy",
            "behavioral-health",
            "biomedical",
            "cancer",
            "children-youth",
            "climate",
            "covid",
            "education",
            "energy",
            "global-health",
            "mental-health",
            "nutrition",
            "ocean",
            "physics",
            "stem-education"
          ],
          "keywords": [
            "medical",
            "public health emergency preparedness",
            "territorial public health agencies",
            "public health emergencies",
            "public health threats",
            "infectious diseases natural disasters",
            "make difficult decisions regarding",
            "encompasses policies organizations",
            "chemical biological radiological",
            "response phepr system",
            "effectively respond",
            "evidence",
            "response"
          ],
          "description": "When communities face complex public health emergencies, state local, tribal, and territorial public health agencies must make difficult decisions regarding how to effectively respond. The public health emergency preparedness and response (PHEPR) system, with its multifaceted mission to prevent, protect against, quickly respond to, and recover from public health emergencies, is inherently complex and encompasses policies, organizations, and programs. Since the events of September 11, 2001, the United States has invested billions of dollars and immeasurable amounts of human capital to develop and enhance public health emergency preparedness and infrastructure to respond to a wide range of public health threats, including infectious diseases, natural disasters, and chemical, biological, radiological, and nuclear events. Despite the investments in research and the growing body of empirical literature on a range of preparedness and response capabilities and functions, there has been no nat",
          "year": 2020,
          "page_keywords": [
            "Medical"
          ],
          "committee": "Board on Population Health and Public Health Practice"
        },
        {
          "id": "26282",
          "title": "Vaccine Research and Development to Advance Pandemic and Seasonal Influenza Preparedness and Response: Lessons from COVID-19",
          "url": "https://nap.nationalacademies.org/catalog/26282/vaccine-research-and-development-to-advance-pandemic-and-seasonal-influenza-preparedness-and-response",
          "topics": [
            "aging",
            "agriculture",
            "air-quality",
            "astronomy",
            "behavioral-health",
            "biomedical",
            "cancer",
            "children-youth",
            "climate",
            "covid",
            "education",
            "energy",
            "global-health",
            "mental-health",
            "nutrition",
            "ocean",
            "physics",
            "stem-education"
          ],
          "keywords": [
            "seasonal influenza preparedness",
            "advance pandemic",
            "development",
            "response",
            "vaccine",
            "lessons",
            "covid"
          ],
          "year": 2021
        }
      ],
      "projects": [
        {
          "title": "Meeting the Moment: Practical Solutions for Arboviral Disease Prevention and Response - A Webinar Series",
          "url": "https://www.nationalacademies.org/projects/CHPP-BHS-25-P-724",
          "status": "in_progress"
        }
      ]
    }
  ],
  "word_count": 1737,
  "saved_at": "2026-02-18T11:43:10.058469"
}